tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "fish"
brew "yt-dlp"
brew "batt"
brew "fisher"

cask "font-fira-code"
cask "font-iosevka"
cask "karabiner-elements"
cask "iina"
cask "alfred"
cask "appcleaner"
cask "beyond-compare"
cask "bitwarden"
cask "hiddenbar"
cask "itsycal"
cask "keka"
cask "rectangle"
cask "shottr"
cask "spotify"
cask "telegram"
cask "todoist"
cask "virtualbuddy"
cask "visual-studio-code"
cask "microsoft-edge"
cask "obsidian"
cask "font-meslo-lg-nerd-font"
cask "grandperspective"
cask "ghostty"